[
    { "name": "Makanan untuk ibu hamil", "text": "Pilihan Makanan Bergizi untuk Ibu Hamil \\nAsupan nutrisi selama kehamilan, baik jenis maupun jumlah, memang perlu diperhatian. Apalagi, kebutuhan berbagai jenis asupan gizi akan bertambah seiring dengan usia kehamilan. \\nPada trimester pertama kehamilan misalnya, jumlah kalori yang dikonsumsi umumnya tidak perlu ada penambahan. Namun saat memasuki trimester kedua dan ketiga, asupan kalori yang dibutuhkan dapat bertambah mencapai 340-450 kalori per hari. \\nUntuk mencukupi kebutuhan ini, ibu hamil perlu untuk mengonsumsi makanan bergizi seperti: \\n1. Brokoli \\nMakanan bergizi tinggi pertama yang bisa menjadi pilihan adalah brokoli. Sayuran hijau ini memiliki banyak nutrisi yang diperlukan selama kehamilan, seperti kalsium, asam folat, lutein, zeaxanthin, dan karatenoid yang baik untuk kesehatan mata. \\nBrokoli juga mengandung vitamin C yang berguna untuk membantu tubuh menyerap zat besi sehingga membantu menghilangkan sembelit dan mencegah bayi lahir dengan berat badan rendah. \\n2. Bayam \\nBayam baik dikonsumsi selama masa kehamilan, khususnya untuk ibu hamil muda, karena mengandung asam folat.  Asam folat merupakan nutrisi penting yang diperlukan pada awal kehamilan karena dapat membantu mencegah cacat lahir seperti anensepali dan spina bifida. Tak hanya itu, asam folat juga berperan dalam mencegah risiko terjadinya persalinan prematur dan preeklamsia. \\n3. Pisang \\nPisang mengandung vitamin B6 yang baik untuk dikonsumsi oleh ibu hamil pada trimester pertama karena vitamin ini dapat mengurangi rasa mual. Selain itu, pisang juga kaya kalium yang bermanfaat untuk mengatur keseimbangan cairan dan elektrolit selama kehamilan. \\n4. Alpukat \\nSaat usia kehamilan memasuki trimester kedua, ibu hamil dianjurkan untuk mengonsumsi alpukat. Alpukat kaya sumber serat, vitamin K, vitamin C, asam folat, kalium, vitamin B6, dan tinggi asam lemak baik. \\nAsam lemak baik pada alpukat bermanfaat dalam membantu perkembangan otak, sistem saraf, jaringan, dan kulit janin. Sementara kandungan kalium yang tinggi pada alpukat mampu mengurangi keluhan kram kaki yang dialami ibu hamil. \\n5. Jeruk \\nMakanan bergizi untuk ibu hamil berikutnya yang disarankan untuk dikonsumsi adalah buah jeruk. Buah ini kaya akan vitamin C, asam folat, dan serat. Hampir 90 persen kandungan di dalam buah jeruk adalah air sehingga dapat membantu mencegah dehidrasi selama kehamilan. \\nSementara, kandungan folat yang tinggi pada jeruk juga dapat membantu perkembangan otak dan saraf tulang belakang pada janin, sehingga mencegah janin terlahir cacat. \\n6. Mangga \\nBuah lain yang dianjurkan untuk dikonsumsi selama hamil adalah mangga. Mangga mengandung kalium, vitamin C, dan vitamin A yang tinggi. Kalium dalam buah mangga dapat membantu menjaga tekanan darah dan mempertahankan cairan dalam tubuh. \\nSementara vitamin A berfungsi sebagai antioksidan, membantu menunjang perkembangan sistem kekebalan tubuh, penglihatan, dan sistem saraf bayi. Mangga juga mengandung serat yang tinggi sehingga dapat mencegah konstipasi atau sembelit pada ibu hamil. \\n7. Ubi \\nUbi merupakan salah satu makanan bergizi tinggi untuk ibu hamil yang kaya akan kandungan vitamin A. Mencukupi kebutuhan vitamin A selama hamil sangat penting untuk pertumbuhan sel dan jaringan janin. \\nSelain dari ubi, vitamin A juga dapat diperoleh dari labu bayam, kangkung, mangga, labu kuning, susu tanpa lemak, hingga suplemen. Bagi yang mengonsumsi suplemen, ada baiknya untuk berkonsultasi ke dokter kandungan agar dosis yang dikonsumsi tidak berlebih. Sebab jika dikonsumsi secara berlebih, vitamin A dapat menyebabkan kecacatan janin. \\n8. Kacang-kacangan \\nKacang tanah, kacang polong, dan kacang kedelai adalah jenis kacang-kacangan yang bisa dijadikan sumber asam folat, serat, protein, zat besi, dan kalsium yang diperlukan selama kehamilan. Nutrisi-nutrisi tersebut sangat penting bagi kesehatan ibu serta janin, terutama pada trimester pertama. \\n9. Daging tanpa lemak \\nDaging sapi, daging ayam, dan daging ikan merupakan kelompok makanan yang kaya kandungan protein. Selain itu, terdapat pula kandungan zat besi sebagai mineral penting yang berguna dalam pembentukan sel darah merah. Sel darah merah berperan penting untuk mengantarkan oksigen ke semua sel dalam tubuh. \\nOleh sebab itu, ibu hamil membutuhkan lebih banyak zat besi, karena volume darah juga meningkat selama periode kehamilan, terlebih pada trimester ketiga. Kekurangan zat besi pada awal dan pertengahan kehamilan dapat menyebabkan anemia. Jika ini terjadi, ibu hamil berisiko untuk melahirkan bayi secara prematur atau melahirkan bayi dengan berat badan rendah. \\n10. Ikan salmon \\nIkan salmon merupakan salah satu sumber vitamin hewani yang wajib dimasukkan ke dalam menu makanan bergizi tinggi untuk ibu hamil. Ikan salmon mengandung asam lemak omega-3 yang penting untuk perkembangan otak dan mata janin. \\nSalmon juga mengandung vitamin D yang baik untuk ibu dan janin. Namun perlu diingat, ibu hamil disarankan mengonsumsi salmon yang dimasak terlebih dahulu. Konsumsi salmon dalam keadaan mentah, seperti pada sushi dan sashimi, harus dihindari karena bisa membahayakan pertumbuhan janin. \\n11. Produk olahan susu \\nSaat hamil, konsumsi makanan dan minuman yang mengandung protein dan kalsium diwajibkan guna menunjang tumbuh kembang janin. Susu dan produk olahannya seperti yoghurt dan keju baik untuk dikonsumsi karena mengandung protein dan kalsium yang cukup tinggi. \\n12. Telur \\nTelur merupakan salah satu makanan yang disarankan untuk dikonsumsi selama hamil, karena mengandung hampir semua nutrisi yang dibutuhkan tubuh. Telur mengandung kalori, protein, lemak, vitamin dan mineral. \\nSelain itu, telur juga mengandung kolin, yaitu nutrisi penting untuk kesehatan otak dan perkembangan janin. Namun, ibu hamil sebaiknya tidak mengonsumsi telur setengah matang karena berisiko membawa kuman yang dapat berbahaya bagi kesehatan ibu dan janin. \\n13. Buah kering \\nBuah kering mengandung serat, kalori, dan berbagai vitamin serta mineral yang tinggi. Satu buah kering biasanya mengandung jumlah nutrisi setara dengan buah segar, meski tanpa kandungan air dan bentuk yang lebih kecil. \\nAda banyak buah kering yang dapat bermanfaat untuk kesehatan, misalnya kismis, kurma, nanas, jujube, dan buah ara. Salah satu yang mudah didapatkan dan baik untuk ibu hamil adalah kurma. Kurma memiliki kandungan serat, potasium, dan zat besi. Konsumsi kurma secara teratur di trimester ketiga membantu pelebaran serviks dan menurunkan risiko induksi pada saat persalinan. \\nMeski demikian, ibu hamil tidak dianjurkan untuk mengonsumsi buah kering lebih dari satu sajian setiap kali makan. Alasannya karena buah kering mengandung gula yang tinggi. \\n14. Minum air putih yang cukup \\nAir merupakan salah satu hal yang harus banyak dikonsumsi selama hamil. Pasalnya, volume darah ibu hamil akan meningkat sebnyak 45 persen dbandingkan sebelumnya. Oleh sebab itu, ibu hamil disarankan untuk mengonsumsi air putih tidak kurang dari 2,3 liter per hari. \\nIni penting untuk dilakukan agar kesimbangan cairan tubuh tetap terjaga sehingga terhindar dari dehidrasi. Minum air putih yang cukup juga dapat membantu mencegah ibu hamil terkena sembelit dan infeksi saluran kemih. Asupan cairan juga bisa Bumil peroleh dari aneka buah dan sayuran, seperti lobak. \\nPastikan bahwa makanan bergizi untuk ibu hamil tersebut tersaji dalam menu makanan harian yang dikonsumsi agar kesehatan ibu dan janin tetap tersokong dengan baik. Selain itu, jangan lupa untuk rutin berkonsultasi ke dokter kandungan agar kesehatan ibu dan janin terus terpantau hingga persalinan tiba.", "imageUrl": "https://cdn2.momjunction.com/wp-content/uploads/2019/03/Pregnant-Belly-Size-Chart-And-Shape-1-624x702.jpg", "CategoryId": 1, "IdUser": 1 },
    { "name": "Makanan yang dihindari ibu hamil", "text": "Daftar Makanan yang Harus Dihindari Ibu Hamil \\nMeskipun ibu hamil dianjurkan untuk mengonsumsi beragam jenis makanan, tidak berarti semua makanan boleh dikonsumsi oleh ibu hamil. Berikut ini adalah beberapa jenis makanan dan minuman yang perlu dihindari oleh ibu hamil: \\n1. Susu atau keju yang belum dipasteurisasi \\nPasteurisasi adalah proses pemanasan yang berfungsi untuk membunuh bakteri dalam makanan atau minuman, tanpa merusak kandungan nutrisinya. Oleh karena itu, sebaiknya Bumil tidak mengonsumsi susu yang belum melewati proses ini, karena bisa jadi susu tersebut mengandung bakteri yang dapat membahayakan kesehatan Si Kecil dalam kandungan. \\n2. Makanan laut yang bermekuri tinggi \\nIkan todak (swordfish), tenggiri, hiu, tuna, dan kerang merupakan beberapa jenis makanan laut yang mengandung merkuri tinggi. Jika dikonsumsi berlebihan, merkuri dapat menyebabkan ibu hamil mengalami gangguan pada saraf, ginjal, dan sistem kekebalan tubuh. Selain itu, janin juga bisa mengalami kecacatan dan gangguan pertumbuhan. \\nJika Bumil ingin mengonsumsi makanan laut tersebut, porsi maksimal yang disarankan adalah 300 gram atau sekitar 2 porsi per minggu. \\n3. Ikan mentah atau yang dimasak kurang matang \\nJika Bumil gemar mengonsumsi sushi, sebaiknya hindari dulu makanan ini selama hamil. Pasalnya, mengonsumsi ikan dan kerang mentah atau yang dimasak setengah matang dapat meningkatkan risiko ibu hamil mengalami infeksi. \\nIbu hamil tetap bisa mengonsumsi ikan dan kerang, asal dimasak hingga benar-benar matang. \\n4. Daging mentah atau kurang matang \\nSelalu pastikan daging yang Bumil konsumsi sudah matang. Hal ini sangatlah penting, karena daging yang belum matang dapat mengandung kuman berbahaya. Ketika masuk ke dalam tubuh ibu hamil, kuman tersebut bisa menimbulkan penyakit, misalnya listeria, yang dapat membahayakan janin maupun ibu hamil sendiri. \\n5. Buah dan sayuran yang tidak dicuci \\nJangan lupa untuk selalu mencuci buah dan sayuran sebelum Bumil mengonsumsinya. Jika tidak, kuman dan parasit yang mungkin masih menempel pada buah atau sayuran tersebut dapat menyebabkan infeksi. \\nSalah satu jenis parasit yang dapat mengontaminasi buah atau sayuran adalah Toxoplasma. Parasit ini dapat menyebabkan kebutaan dan gangguan pada otak janin. \\n6. Jeroan \\nIbu hamil tidak boleh sembarang mengonsumsi jeroan, meski pada dasarnya makanan ini memiliki banyak nutrisi. Jeroan hanya boleh dikonsumsi ibu hamil sebanyak satu kali dalam seminggu, dengan porsi secukupnya. Terlalu banyak mengonsumsi jeroan dapat mengganggu pertumbuhan janin serta menimbulkan gangguan hati pada ibu hamil. \\n7. Telur mentah \\nTelur mentah dan makanan yang dibuat dari telur mentah, seperti mayones, berisiko terkontaminasi oleh bakteri Salmonela. \\nBakteri ini dapat menimbulkan infeksi yang membuat ibu hamil muntah-muntah, demam, diare, dan kram perut. Dalam beberapa kasus, kram perut akibat infeksi ini bahkan bisa menyebabkan kelahiran prematur. \\n8. Kafein \\nSebenarnya boleh saja mengonsumsi kafein saat hamil, tapi harus dibatasi. Kafein yang terdapat dalam kopi, teh, dan cokelat berpotensi mengganggu perkembangan janin. Kafein bahkan bisa menyebabkan keguguran, jika ibu hamil mengonsumsinya secara berlebihan. \\nSelama hamil, konsumsi kafein dalam sehari sebaiknya tidak lebih dari 200 mg atau sekitar 2–3 gelas kopi, terutama pada trimester pertama kehamilan. \\n9. Alkohol \\nIbu hamil dianjurkan untuk tidak mengonsumsi alkohol sama sekali. Meski dalam jumlah kecil, alkohol dapat mengganggu perkembangan janin dan menimbulkan serangkaian masalah kesehatan, seperti fetal alcohol syndrome. Selain itu, konsumsi alkohol juga meningkatkan potensi keguguran. \\nJika ibu hamil memiliki alergi atau penyakit tertentu, makanan lain yang perlu dihindari tentunya adalah makanan yang dapat memicu reaksi alergi atau memperburuk kondisi penyakit. Untuk memastikannya, konsultasikan langsung dengan dokter. Dokter akan memberi tahu makanan apa saja yang harus dihindari selama hamil, sesuai kondisi Bumil.", "imageUrl": "https://foto.kontan.co.id/MmqzVinktpDUBWLZyWBhX-gMCuk=/smart/2022/01/06/18234075p.jpg", "CategoryId": 1, "IdUser": 1 },
    { "name": "Cara membuat nasi tim", "text": "Usia 7 bulan merupakan tantangan bagi ibu untuk memberikan yang terbaik untuk buah hatinya, sebab saat usia 7 bulan inilah bayi mulai dikenalkan dengan nasi meski baru nasi tim. Nutrisi saat membuat nasi tim harus diperhatikan. Nutrisi itulah yang nanti berperan penting dalam tumbuh kembang bayi. Berikut ini adalah salah satu cara membuat nasi tim telur yang bergizi untuk bayi usia 7 bulan : \\n    Bahan – Bahan yang perlu disiapkan untuk membuat nasi tim dicampur dengan telur adalah dengan menyiapkan 20 gram beras, 625 ml air, 1 kuning telur, 25 gram tempe dan 1 sendok teh mentega yang tidak asin. \\n    Cara pembuatan – Cara pembuatannya adalah dengan merebus beras dan tempe hingga menjadi bubur. Setelah menjadi bubur masukkan kuning telur dan juga mentega sambil diaduk-aduk. Setelah bubur dingin kemudian di blender. Setelah di blender, saring bubur tersebut agar lebih halus. \\n    Hangatkan nasi tim – Agar bisa dimakan berkali-kali dalam sehari ibu bisa menghangatkan nasi tim tersebut saat akan dimakan oleh bayi", "imageUrl": "https://i.ytimg.com/vi/ti8FAgIeedA/maxresdefault.jpg", "CategoryId": 1, "IdUser": 1 },
    { "name": "Pemeriksaan kehamilan", "text": "Pemeriksaan perlu dilakukan saat kamu mengalami kehamilan. Pemeriksaan dilakukan untuk memastikan kondisi ibu dan janin dalam kondisi yang sehat. Selain memastikan kondisi kesehatan ibu dan janin, pemeriksaan ini juga dilakukan untuk memastikan gaya hidup dan pola makan yang perlu dijalankan ibu untuk menjaga kesehatan selama menjalani kehamilan. \\nSelain itu, saat kehamilan kamu juga akan disarankan untuk melakukan pemeriksaan darah dan melakukan USG. Pemeriksaan USG juga dilakukan untuk memastikan kondisi kesehatan bayi dalam keadaan baik.  \\nDengan melakukan USG ibu bisa mengetahui berat badan serta tinggi bayi saat pemeriksaan. Ibu juga bisa mengetahui jenis kelamin bayi melalui USG saat kehamilan memasuki trimester kedua", "imageUrl": "https://assets.promediateknologi.com/crop/0x0:0x0/x/photo/2022/01/02/1634656172.jpg" , "CategoryId": 2, "IdUser": 1},
    { "name": "Bayi Usia 0 Bulan", "text": "Bayi yang baru dilahirkan dan berusia 0 bulan tidak ada makanan dan minuman yang lebih baik untuknya dibandingkan dengan ASI. Memang di awal kehidupannya ibu perlu mengenalkan ASI pada bayinya. Bayi harus bisa menyesuaikan diri saat berada di luar kandungan. Selama di kandungan bayi akan mendapatkan makanan dan minuman dari plasenta. Saat di luar kandungan, bayi harus mencari makanannya sendiri sehingga, bayi akan kebingungan dan belum terbiasa.\\n      Oleh sebab itulah peran ibu diperlukan untuk membantu bayi ketika menyusui. Menyusui tidak semudah yang dibayangkan, terutama untuk ibu baru. Berikut ini hal-hal yang harus diperhatikan ketika ibu baru pertama kali menyusui : \\n \\n Tidak boleh diberikan makanan padat maupun makanan semi padat \\n Untuk pola makan dan menyusui bayi usia 0 bulan sebaiknya ibu memberikan ASI setiap 1 jam sampai dengan 2 jam sekali.  \\n Sistem pencernaannya yang belum sempurna membuat bayi akan mudah haus dan lapar meski sudah menyusu lama. \\n Bayi usia 0 bulan akan menyusu dengan rentang waktu antara 45 menit sampai dengan 1 jam.", "imageUrl": "https://s3.theasianparent.com/tap-assets-prod/wp-content/uploads/sites/24/2017/12/newborn_1513236742.jpg" , "CategoryId": 3, "IdUser": 1},
    { "name": "Pengeluaran ASI", "text": "Setelah melahirkan ASI tidak akan keluar dengan sendirinya. Berikut ini hal yang harus diperhatikan ibu agar ASI bisa keluar dengan lancar :\\nPastikan saat hamil, ibu rajin membersihkan puting payudaranya.\\nRajin membersihkan puting payudara saat hamil akan memudahkan keluarnya ASI ketika menyusui pertama kali.\\nIbu yang saat hamil anak pertama dan jarang membersihkan puting payudaranya biasanya untuk mengeluarkan ASI membutuhkan waktu yang lebih lama.\\nCara membersihkan puting payudara bisa menggunakan kapas dengan air hangat. Selain itu menarik-narik puting dengan lembut juga bisa mempercepat keluarnya ASI.\\nAgar ASI berkualitas ibu diharapkan mengkonsumsi makanan untuk memperbanyak ASI seperti sayuran hijau dan buah-buahan setiap hari. Ibu dilarang mengkonsumsi makanan dan minuman yang bisa membuat bayinya diare, sebab apa yang dimakan dan diminum ibu akan dimakan serta diminum pula oleh bayinya.", "imageUrl": "https://cdn.popmama.com/content-images/post/20190227/img-27022019-202049-800-x-420-pixel-8f149c3462f6a629339de4834b95350b_600xauto.jpg" , "CategoryId": 3, "IdUser": 1},
    { "name": "Posisi Menyusui", "text": "Banyak posisi yang bisa ibu pilih ketika menyusui, namun untuk bayi usia 0 bulan ada baiknya ibu mengikuti posisi menyusui yang disarankan oleh dokter atau bidan.\\nPosisi yang disarankan itu adalah dengan memiringkan kepala dan tubuh bayi, salah satu tangan bayi berada di belakang sedangkan posisi muka bayi sedikit menengadah ke atas. Pastikan jika bayi masih bisa bernafas ketika menggunakan posisi itu. Bayi biasanya sudah memiliki rooting reflex yaitu gerakan bayi untuk mencari puting ibu.\\nPosisi yang benar akan memudahkan ASI masuk ke saluran pencernaan.\\nKesalahan posisi justru bisa membuat ASI masuk ke saluran pernafasan bayi sehingga, bisa membuat bayi tersedak dan cegukan.\\nBuatlah posisi ibu senyaman mungkin dengan sandaran pada kursi atau tembok sebab bayi akan menyusu pada ibu dalam rentang waktu yang lama.", "imageUrl": "https://asset-a.grid.id/crop/0x0:0x0/360x240/photo/2019/04/09/3338237018.jpg" , "CategoryId": 3, "IdUser": 1},
    { "name": "Bayi Usia 1 Bulan", "text": "Bayi akan memiliki pola makan yang sama dengan bayi usia 0 bulan. Ibu akan mengalami kelelahan terutama saat malam hari sebab saat malam hari bayi akan menyusu lebih lama, dibandingkan dengan siang hari. Hal tersebut memang hal yang wajar sebab pencernaan bayi yang belum sempurna. Pencernaan bayi akan mulai sempurna di atas usia 3 bulan. Oleh sebab itu, bayi tidak akan mulai bergadang ketika usianya sudah di atas usia 3 bulan. Yang perlu dilakukan dan diperhatikan  ibu ketika memberikan pola makan pada bayi usia 1 bulan adalah :\\nTetap memberikan bayi ASI setiap satu jam sekali atau dua jam sekali. Ibu juga harus memberikan ASI kapanpun bayi mau. Produksi ASI akan menyesuaikan dengan kebutuhan bayi sehingga jika tidak sering disusukan produksi ASI pun akan menurun.\\nBayi masih akan menyusu lama pada ibu. Durasi menyusunya sebanyak 45 menit atau satu jam, oleh sebab itu ibu harus menentukan posisi yang nyaman.\\nJangan memberikan makanan yang padat maupun semi padat.", "imageUrl": "https://akcdn.detik.net.id/api/wm/2019/07/04/f33693b2-6d40-4fe3-beba-e4e0fcccde9c_169.jpeg" , "CategoryId": 4, "IdUser": 1},
    { "name": "Bayi Usia 2-3 Bulan", "text": "Pola makan untuk bayi usia 2 dan 3 bulan sama halnya dengan pola makan dengan bayi usia 1 bulan dan 0 bulan. Makanan terbaik untuk bayi sampai dengan usia 3 bulan hanyalah ASI. ASI mampu mencukupi kebutuhan bayi yang lapar dan juga haus. Jika ditambahkan dengan makanan lain, sistem pencernaan bayi belum mampu menampung makanan tersebut dikarenakan sistem pencernaan belum sempurna. Jika dipaksakan bayi bisa mengalami berbagai masalah pencernaan. \\nBerikut ini pola makan bayi untuk usia 2 bulan sampai dengan 3 bulan : \\n    Menyusui bayi minimal satu jam sekali atau dua jam sekali. Bayi akan mudah lapar dikarenakan organ pencernaannya belum sempurna. \\n    Sifat bayi berbeda-beda, ada pola tidur bayi yang tiap malam hanya diisi dengan tidur, ada juga bayi yang tiap malam akan terbangun untuk minta minum ASI. Bagi ibu yang memiliki bayi yang suka tidur tiap malam sebaiknya ibu tetap membangunkannya untuk minum ASI. Bangunkan bayi tiap dua jam sekali saat malam hari. \\n    Durasi bayi minum ASI antara 45 menit sampai dengan satu jam. Bayi laki-laki membutuhkan waktu yang lebih lama ketika menyusu yaitu bisa sampai 90 menit. \\n    Untuk meningkatkan kualitas ASI ibu diharapkan untuk rutin mengkonsumsi sayuran hijau dan makanan pelancar ASI lainnya.", "imageUrl": "https://s3.theasianparent.com/tap-assets-prod/wp-content/uploads/sites/24/2018/09/2-bulan.jpg" , "CategoryId": 5, "IdUser": 1},
    { "name": "Bayi Usia 2-3 Bulan", "text": "Pola makan untuk bayi usia 2 dan 3 bulan sama halnya dengan pola makan dengan bayi usia 1 bulan dan 0 bulan. Makanan terbaik untuk bayi sampai dengan usia 3 bulan hanyalah ASI. ASI mampu mencukupi kebutuhan bayi yang lapar dan juga haus. Jika ditambahkan dengan makanan lain, sistem pencernaan bayi belum mampu menampung makanan tersebut dikarenakan sistem pencernaan belum sempurna. Jika dipaksakan bayi bisa mengalami berbagai masalah pencernaan. \\nBerikut ini pola makan bayi untuk usia 2 bulan sampai dengan 3 bulan : \\n    Menyusui bayi minimal satu jam sekali atau dua jam sekali. Bayi akan mudah lapar dikarenakan organ pencernaannya belum sempurna. \\n    Sifat bayi berbeda-beda, ada pola tidur bayi yang tiap malam hanya diisi dengan tidur, ada juga bayi yang tiap malam akan terbangun untuk minta minum ASI. Bagi ibu yang memiliki bayi yang suka tidur tiap malam sebaiknya ibu tetap membangunkannya untuk minum ASI. Bangunkan bayi tiap dua jam sekali saat malam hari. \\n    Durasi bayi minum ASI antara 45 menit sampai dengan satu jam. Bayi laki-laki membutuhkan waktu yang lebih lama ketika menyusu yaitu bisa sampai 90 menit. \\n    Untuk meningkatkan kualitas ASI ibu diharapkan untuk rutin mengkonsumsi sayuran hijau dan makanan pelancar ASI lainnya.", "imageUrl": "https://s3.theasianparent.com/tap-assets-prod/wp-content/uploads/sites/24/2018/09/3-bulan.jpg" , "CategoryId": 6, "IdUser": 1},
    { "name": "Bayi Usia 4 Bulan", "text": "Saat usia 4 bulan organ pencernaan bayi mulai mendekati sempurna. Oleh sebab itulah tidak ada salahnya jika ibu mulai mengenalkan makanan pendamping ASI yang sedikit padat atau semi padat. Pada usia ini ibu jangan memberikan makanan yang langsung padat seperti nasi. Berikut ini cara mengenalkan makanan pendamping ASI yang agak padat kepada bayi usia 4 bulan : \\n    Ibu bisa memberikan satu sendok teh berupa sereal yang bisa dicampurkan dengan ASI ibu. \\n    ASI ibu yang diberikan untuk mendampingi sereal tersebut sebanyak 3-4 sendok teh. \\n    Memberikannya sebanyak dua kali yaitu saat pagi hari dan siang hari, sedangkan untuk malam hari cukup berikan ASI secara eksklusif saja.", "imageUrl": "https://res.cloudinary.com/dk0z4ums3/image/upload/v1621911007/attached_image/bayi-4-bulan-mulai-mampu-berceloteh.jpg" , "CategoryId": 7, "IdUser": 1},
    { "name": "Bayi Usia 5-6 Bulan", "text": "Sama halnya dengan usia 4 bulan, ibu bisa memberikan makanan pendamping asi yang semi padat atau sedikit padat. Makanan semi padat itu juga dicampurkan dengan ASI agar lebih efisien dan efektif. \\nBerikut ini pola makan bayi usia 5 – 6 bulan yang harus diketahui oleh ibu : \\n    Saat bangun tidur pukul 6 pagi, jangan berikan makanan pendamping ASI. Berikanlah ASI terlebih dahulu. \\n    Selang dua jam yaitu pukul 8 pagi, ibu bisa memberikan si kecil makanan berupa bubur susu. Bubur susu ini adalah dua sendok teh sereal atau bubur bayi lembut yang dicampurkan dengan ASI ibu. Jika bayi masih lapar, berikanlah ASI ibu. \\n    Pukul 10 pagi, ibu bisa memberikan buah segar yang tidak keras di mulut bayi. Buah segar itu bisa berupa pisang yang dikeruk pakai sendok, pepaya yang juga dilembutkan pakai sendok. Jika tidak ada buah segar, ibu bisa memberikan camilan berupa biskuit. \\n    Pukul 12 siang sampai dengan sebelum tidur siang berikanlah ASI secara eksklusif. \\n    Pukul 4 sore saat bayi sudah mandi sore, ibu bisa memberikan buah segar seperti pisang dan pepaya atau camilan berupa biskuit lunak. Ibu bisa memilih untuk memberikan buah segar atau biskuit. \\n    Pukul 6 sore adalah jam terakhir untuk makan bubur susu. \\n    Lebih dari jam 6 sore berikanlah ASI secara eksklusif. Jika bayi terbangun tengah malam ibu juga dianjurkan untuk memberikan ASI dan tidak diharapkan memberikan camilan.", "imageUrl": "https://s3.theasianparent.com/cdn-cgi/image/width=450,quality=90/tap-assets-prod/wp-content/uploads/sites/24/2018/09/5-bulan.jpg" , "CategoryId": 8, "IdUser": 1},
    { "name": "Bayi Usia 5-6 Bulan", "text": "Sama halnya dengan usia 4 bulan, ibu bisa memberikan makanan pendamping asi yang semi padat atau sedikit padat. Makanan semi padat itu juga dicampurkan dengan ASI agar lebih efisien dan efektif. \\nBerikut ini pola makan bayi usia 5 – 6 bulan yang harus diketahui oleh ibu : \\n    Saat bangun tidur pukul 6 pagi, jangan berikan makanan pendamping ASI. Berikanlah ASI terlebih dahulu. \\n    Selang dua jam yaitu pukul 8 pagi, ibu bisa memberikan si kecil makanan berupa bubur susu. Bubur susu ini adalah dua sendok teh sereal atau bubur bayi lembut yang dicampurkan dengan ASI ibu. Jika bayi masih lapar, berikanlah ASI ibu. \\n    Pukul 10 pagi, ibu bisa memberikan buah segar yang tidak keras di mulut bayi. Buah segar itu bisa berupa pisang yang dikeruk pakai sendok, pepaya yang juga dilembutkan pakai sendok. Jika tidak ada buah segar, ibu bisa memberikan camilan berupa biskuit. \\n    Pukul 12 siang sampai dengan sebelum tidur siang berikanlah ASI secara eksklusif. \\n    Pukul 4 sore saat bayi sudah mandi sore, ibu bisa memberikan buah segar seperti pisang dan pepaya atau camilan berupa biskuit lunak. Ibu bisa memilih untuk memberikan buah segar atau biskuit. \\n    Pukul 6 sore adalah jam terakhir untuk makan bubur susu. \\n    Lebih dari jam 6 sore berikanlah ASI secara eksklusif. Jika bayi terbangun tengah malam ibu juga dianjurkan untuk memberikan ASI dan tidak diharapkan memberikan camilan.", "imageUrl": "https://s3.theasianparent.com/tap-assets-prod/wp-content/uploads/sites/24/2018/09/6-bulan.jpg" , "CategoryId": 9, "IdUser": 1},
    { "name": "Bayi Usia 7 Bulan", "text": "Saat bayi sudah berusia 7 bulan sistem pencernaannya sudah sempurna sehingga bayi bisa diberikan makanan semi padat berupa nasi tim. Jika usia sebelumnya makanan semi padat yang diwajibkan untuk bayi adalah bubur susu, di usia 7 bulan ini bayi bisa dikenalkan dengan makanan berupa nasi tim. \\nBerikut ini pola makan bayi usia 7 bulan yang baik dan benar : \\n    Bayi yang bangun tidur sebaiknya diberikan minum ASI, jangan langsung memberikan MPASI. \\n    Pukul 8 pagi bayi baru boleh makan makanan pendamping ASI berupa nasi tim. \\n    Pukul 10 pagi, bayi bisa diberikan camilan berupa buah segar seperti pepaya maupun pisang, ibu juga bisa memberikannya biskuit yang lunak dan tidak kasar di lidah bayi. Jika rentang waktu antara 8 pagi sampai sebelum pukul 10 pagi bayi sudah merasa lapar berikanlah ASI. \\n    Pada saat pukul 12 siang, ibu bisa memberikannya nasi tim kembali. \\n    Saat pukul 2 siang, ibu bisa memilih antara memberikan ASI atau makanan pendamping ASI berupa nasi tim. \\n    Saat pukul 4 sore, ibu bisa memilih untuk memberikan buah segar atau biskuit. \\n    Puku 6 sore merupakan terakhir kali untuk memberikan MPASI. Jika di atas pukuk 6 sore bayi masih merasakan lapar, ibu bisa memberikan ASI sampai bayi tertidur.", "imageUrl": "https://res.cloudinary.com/dk0z4ums3/image/upload/v1627305154/attached_image/bayi-7-bulan-mulai-merangkak.jpg" , "CategoryId": 10, "IdUser": 1},
    { "name": "Bayi Usia 8 Bulan", "text": "Untuk menerapkan pola makan bayi usia 8 bulan, ibu bisa mencontoh pola makan bayi usia 7 bulan. Berikut ini pola makan bayi usia 8 bulan dengan menu yang lebih variatif : \\n    Pukul 6 pagi ketika bayi bangun, berikanlah ASI. Saat bangun tidur bayi dalam keadaan haus. \\n    Selang 2 jam kemudian, ibu baru bisa memberinya MPASI. Ibu bisa memberikan bubur sum-sum yang dicampur dengan ASI ibu. \\n    Pukul 10 pagi berikanlah camilan untuk bayi. Camilan yang diberikan adalah buah segar dan juga bisa biskuit lunak untuk bayi. \\n    Pukul 12 siang, ibu bisa memberikan bubur kacang hijau yang lembut untuk bayi. Caranya adalah dengan memblender kacang hijau kemudian menjadikannya bubur kemudian disaring. \\n    Pukul 2 siang berikanlah ASI untuk bayi ibu sampai bayi tertidur. \\n    Saat bangun pukul 4 sore berikanlah camilan untuk bayi. \\n    Pukul 6 sore ibu bisa memberikan nasi tim pada bayi. \\n    Sehabis pukul 6 sore sampai menjelang tidur, ibu bisa memberikan ASI secara eksklusif. Saat malam hari bayi jangan diberikan MPASI lagi sebab jika kekenyangan bayi justru akan rewel dan susah untuk tidur.", "imageUrl": "https://res.cloudinary.com/dk0z4ums3/image/upload/v1627305685/attached_image/bayi-8-bulan-aktif-merangkak.jpg" , "CategoryId": 11, "IdUser": 1},
    { "name": "Bayi Usia 9 Bulan", "text": "Pada saat bayi berusia 9 bulan, saat inilah fase baru dimulai. Bayi boleh tidak makan nasi tim lagi atau bayi bisa memakan nasi tim tanpa disaring. Usia 9 bulan bayi sudah bisa memakan makanan yang sedikit kasar sehingga menunya akan lebih variatif atau bermacam-macam. Berikut ini pola makan bayi usia 9 bulan yang wajib diketahui oleh ibu : \\n    Pukul 6 pagi saat bayi bangun tidur ibu tetap harus memberikannya ASI sebab saat bangun tidur bayi akan kehausan. \\n    Pukul 8 pagi, bayi bisa mengkonsumsi bubur yang terbuat dari beras maupun bubur yang berasal dari gandum. \\n    Pukul 10 pagi bayi diberikan buah-buahan sehat seperti pepaya, melon, pisang dan buah segar lainnya. \\n    Pukul 12 siang ibu bisa memberikan bubur beras yang dicampur dengan sayuran yang telah direbus. \\n    Pukul 2 siang adalah saatnya bayi tidur siang, ibu harus memberikan ASI kepada bayinya. \\n    Pukul 4 sore ketika bayi bangun tidur siang, ibu bisa memberikan camilan berupa biskuit bayi yang lembut. Biskuit lembut akan mudah dicerna bayi, tertama biskuit khusus bayi. Meski sudah boleh makan bubur beras, bayi belum bisa mencerna biskuit khusus orang dewasa. \\n    Pukul 6 sore ibu bisa bubur beras yang dicampurkan dengan aneka tahu tempe.", "imageUrl": "https://cdn-cas.orami.co.id/parenting/images/perkembangan-bayi-9-bulan.width-800.jpegquality-80.jpg" , "CategoryId": 12, "IdUser": 1}
  ]
  